---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.FrozenBecauseMonitorRelationshipGone
source: html/499a5e4e-b492-7449-1a4f-0fb0c3a37a19.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.FrozenBecauseMonitorRelationshipGone Property

The position of this element was determined by copy/monitor but the monitor relationship has been removed. To move this instance, use pick new host to select a valid host.

## Syntax (C#)
```csharp
public static FailureDefinitionId FrozenBecauseMonitorRelationshipGone { get; }
```